const homes = [
  {
    "id": 1,
    "name": "半亩塘艺术沙龙",
    "city": "秦皇岛",
    "latitude": 39.9524,
    "longitude": 119.55358,
    "address": "河北省秦皇岛市海港区西环北路70号(秦皇岛植物园内海港区新时代文明实践活动中心二楼）",
    "contactName": "李蔷",
    "phone": "18633585869",
    "wechat": "18633585869",
    "hours": "周六、日 9：30-16：30",
    "services": [
      "书画体验",
      "旅游咨询",
      "小憩"
    ],
    "description": "半亩塘艺术沙龙·校友专属驿站\n        半亩塘艺术沙龙，致力于打造有温度、零门槛以书画为主的艺术沙龙。坐落在繁华似锦的植物园中，画室在海港区新时代文明实践活动中心二楼。这里有花香、茶香、墨香，这里有诗韵、琴韵、书韵。\n        专为广大校友打造书画体验空间，读书、喝茶，放空身心挥毫泼墨，书写我们的快意人生。",
    "video": "homes/video_1778501258860.mp4",
    "videoPoster": "homes/poster_1778484010843.png",
    "photos": [
      "homes/1778482855190_f260o0ct2e9.jpg",
      "homes/1778482892959_1a1ac0qjlcc.jpg",
      "homes/1778482894464_l8ya2bnmu39.jpg",
      "homes/1778482895666_dslrd687ni.jpg",
      "homes/1778482896831_x04isujyh99.jpg",
      "homes/1778482920552_swtkuifury.jpg",
      "homes/1778482922488_kwlq8edc62m.jpg",
      "homes/1778482933768_f62kn04egt.jpg"
    ]
  },
  {
    "id": 2,
    "name": "极漠渡",
    "city": "秦皇岛",
    "latitude": 39.86223,
    "longitude": 119.42156,
    "address": "河北省秦皇岛市北戴河区北戴河村太平西街-1号",
    "contactName": "王树良",
    "phone": "13933566225",
    "wechat": "13933566225",
    "hours": "周一至周日 9：00-18：00",
    "services": [
      "咖啡",
      "甜点",
      "活动场地",
      "小憩",
      "旅游咨询"
    ],
    "description": "极漠渡咖啡馆·校友专属驿站\n        极漠渡咖啡馆，专为广大校友打造暖心专属休憩港湾。这里环境雅致静谧，空间宽敞舒适，是校友回乡小坐、旅途停歇、同窗小聚的理想去处。\n        莅临校友可享专属礼遇：到店即可免费咨询本地旅游景点、游玩路线、打卡攻略，贴心解答出行疑问；店内安静雅致，适合中途落脚小息、放空放松、闲话叙旧；凭校友身份即可享受咖啡饮品、简食小吃专属8折优惠，场地使用5折优惠。以醇香咖啡慰风尘，以温情空间聚同窗。\n        愿每一位归来的校友，都能在极漠渡慢享时光、感受温情，寻一处安逸，赴一场久违的相聚。",
    "video": "homes/video_1778501344617.mp4",
    "videoPoster": "homes/poster_1778489405853.jpg",
    "photos": [
      "homes/1778489330125_ggweqsrxxlo.jpg",
      "homes/1778489331069_b2siw276ts.jpg",
      "homes/1778489331762_8rsnxhiu1mp.jpg",
      "homes/1778489332544_l3w7ecb55h.jpg",
      "homes/1778489333062_ykdv9ve4kk.jpg",
      "homes/1778489333623_ojgo9dnmsfk.jpg",
      "homes/1778489334227_e9ifnkisa35.jpg",
      "homes/1778489334966_89a6nj262ya.jpg",
      "homes/1778489335728_ke36pz19aeb.jpg",
      "homes/1778489336267_cxiw31wq1u.jpg"
    ]
  },
  {
    "id": 3,
    "name": "墨剑斋武术训练基地",
    "city": "秦皇岛",
    "latitude": 39.93702,
    "longitude": 119.56648,
    "address": "秦皇岛市海港区西港路街道张庄广缘超市二楼墨剑斋",
    "contactName": "董晶",
    "phone": "董晶",
    "wechat": "Hanyulingtian",
    "hours": "周一至周日 8:30-20:30",
    "services": [
      "小憩",
      "旅游咨询",
      "武术体验"
    ],
    "description": "        墨剑斋文武会馆，始创于2007年，秉承以文睿智，以武养德的教育宗旨，以中国传统武术文化为载体，致力于培养文武兼备，德艺并修的复合型武术人才。\n        开设武术套路、散打格斗，太极养生等多个项目。自成立以来，在全国、省、市级武术比赛中屡获殊荣，并多次被评为优秀示范单位。\n        可为河大校友提供茶饮休息，旅游咨询，健身习武等服务，正式报名享受校友特惠。",
    "video": "homes/video_1778504960641.mp4",
    "videoPoster": "homes/poster_1778504957625.jpg",
    "photos": [
      "homes/1778504944290_rsuclbjjrq.jpg",
      "homes/1778504945720_mv5zjeme4hn.jpg",
      "homes/1778504948462_guglfnlf3f.jpg",
      "homes/1778504950498_kllrjzqrnwj.jpg",
      "homes/1778504952682_fnq2k1vg2bi.jpg",
      "homes/1778504955242_w8dopknoci.jpg",
      "homes/1778504956663_tw0twzheya.jpg"
    ]
  },
  {
    "id": 4,
    "name": "琉璃花园",
    "city": "秦皇岛",
    "latitude": 39.923994,
    "longitude": 119.604208,
    "address": "河北省秦皇岛市海港区文化路44号（秦皇岛市玻璃博物馆院内）",
    "contactName": "张颖",
    "phone": "13933553077",
    "wechat": "13933553077",
    "hours": "周二至周日 9:00-17:00",
    "services": [
      "旅游咨询",
      "景点介绍"
    ],
    "description": "        琉璃花园坐落于秦皇岛市玻璃博物馆院内，以“场景化生活美学”为理念，打造处一间温馨浪漫、独具格调的玻璃主题小店。\n        店铺以玻璃博物馆IP及馆藏文物为灵感，打造专属原创玻璃文创，荟萃三百余款琉璃与玻璃精品好物。这里既有非遗大师匠心打造、工艺精湛的高端琉璃艺术作品，也有适配日常家居的水杯、装饰摆件，更有童趣满满的玻璃珠、创意小玩具等亲子好物，全品类覆盖玻璃制品的好物。\n        秦皇岛素有亚洲玻璃之城美誉，1922年比利时匠人于此建起亚洲第一条工业玻璃生产线，沉淀了深厚的玻璃文化底蕴。琉璃花园深度融合港城地域特色与玻璃百年文脉，将非遗匠心、馆藏文化与生活美学融为一体，为每一位来客带来沉浸式的专属文创体验。\n        河大校友来店享有专属校友折扣，提供旅游咨询，景点介绍服务。",
    "video": "",
    "videoPoster": "",
    "photos": [
      "homes/1778644666984_ace6zr92um7.png",
      "homes/1778644668473_gjk5qtp1v8p.png",
      "homes/1778644669416_pq0tb7ia8c.jpg"
    ]
  },
  {
    "id": 5,
    "name": "秦博礼物文创店",
    "city": "秦皇岛",
    "latitude": 39.886513,
    "longitude": 119.514795,
    "address": "河北省秦皇岛市海港区河北大街西段521号（秦皇岛博物馆一楼） ",
    "contactName": "杨瑶",
    "phone": "18830471111",
    "wechat": "18830471111",
    "hours": "周二至周日 9:00-17:00",
    "services": [
      "旅游咨询",
      "景点介绍"
    ],
    "description": "        秦博礼物文创店坐落在秦皇岛博物馆一楼，是秦皇岛是一家比较全面的展示秦皇岛地域文化文创商品专门商店，店铺汇聚了近400种具有秦皇岛地域文化特色的文创商品，分为四个板块：秦皇山海、玻璃之城、非遗手作和秦博文创。秦皇山海板块主要展示是具有秦皇岛市地域符号的文创产品和土特产；玻璃之城是依托秦皇岛玻璃生产的传承开发创作的古法脱蜡琉璃，目前秦皇岛的脱离琉璃产品已经成为了河北省的文创商品的符号之一，获得过国家级的大奖，也是秦皇岛比较成熟的商务伴手礼；非遗手作板块汇集了秦皇岛多家非遗手工匠人的手工作品，既有这个烙画、皮影这样的传统的作品，也有制香、布艺等时尚的生活用品；整个店铺的重头戏是秦博文创，目前已经开发生产出有100多种原创的作品，研发团队经过半年多的开发创作，以秦皇岛博物馆馆藏文物为设计来源，将甄选卷云纹夹贝瓦当、商代饕餮纹铜鼎、金代双鱼铜镜、秦朝夔纹大瓦当、春秋蟠虺紋青铜罍、秦朝卷云纹夹贝圆瓦当、秦朝菱形纹空心砖残块等文物进行开放设计，\n        打造饕餮纹、双鱼纹、夔纹、蟠虺紋、菱形纹五种纹饰的博物馆独有IP，同时落地转化为文创产品，其中既有市场流通性比较大的纪念品，例如钥匙链儿、胸针、书签等，也有具有商务伴手礼属性的一些茶具、文具的套装等。秦皇岛博物馆呢的镇馆之宝是太平有象，所以象也成为秦博文创的一个显性IP，文创店所有的摆件和装饰陈设大多以象为主题，强化博物馆的属性。作为一个在博物馆里边的一个文创商店呢，这里还会定期举办一些文创的和和非遗的一个手工的验现场的活动。\n        河大校友来店享有专属校友折扣，提供旅游咨询，景点介绍服务。",
    "video": "",
    "videoPoster": "",
    "photos": [
      "homes/1778645740376_lzwlj1ihks.jpg",
      "homes/1778645741469_cxfokq1x22t.png",
      "homes/1778645744269_nd0lsbfagqk.png",
      "homes/1778645746346_69ax1ixei24.png"
    ]
  },
  {
    "id": 6,
    "name": "长城博礼文创店",
    "city": "秦皇岛",
    "latitude": 40.032892,
    "longitude": 119.740061,
    "address": "河北省秦皇岛市山海关区博物馆路1号（山海关中国长城博物馆二楼）",
    "contactName": "刘秀娟",
    "phone": "15203347191",
    "wechat": "15203347191",
    "hours": "周二至周日 9:00-17:00",
    "services": [
      "旅游咨询",
      "景点介绍"
    ],
    "description": "        长城博礼文创店是山海关中国长城博物馆的官方文创商店，店铺汇聚了近500种具有长城文化符号的商品，分为四个板块：大好河山、长城脚下是故乡、龙的传人和长博文创。大好河山板块主要展示是长城沿线具有地域符号的文创及工艺品；长城脚下是故乡板块集中汇聚了长城两岸的具有民风民俗的地方特产；龙的传人板块是非遗手作的聚集地，以传承华夏非遗技艺的手作商品为特点，既有这个烙画、皮影、剪纸这样的传统的作品，也有琉璃、香道、茶艺等现代美学概念的的生活用品；整个店铺的重头戏是长博文创，目前已经开发生产出有100多种原创的作品，研发团队经过半年多的开发创作，以山海关中国长城博物馆馆藏文物和长城元素为设计来源，将长城的关、堡、峰、燧、砖、纹样、兵器、铠甲、诗词等进行开放设计，打造博物馆独有IP，同时落地转化为文创产品，其中既有市场流通性比较大的纪念品，例如纪念币、打卡印章、钥匙链、胸针、书签等，也有具有商务伴手礼属性的一些茶具、文具的套装，更是加入了一些康养元素，大炮灸、香氛、葡萄籽枕等的康养产品也将成为亮点。其中《龙头香倒流香》荣获2024年中国特色旅游商品大赛金奖，《神威大炮灸——艾健康》礼盒荣获2024河北省文创和旅游商品大赛银奖。长城是无论是形状还是其精神内核都与我们中华民族的图腾龙相符，所以龙和马也成为长城博礼文创店的的一个显性IP，文创店所有的摆件和装饰陈设大多以龙和马为主题，强化博物馆的属性。作为一个在博物馆里边的一个文创商店，这里还会定期举办一些文创的和和非遗的一个手工的验现场的活动。\n        河大校友来店享有专属校友折扣，提供旅游咨询，景点介绍服务。",
    "video": "",
    "videoPoster": "",
    "photos": [
      "homes/1778646021819_tpzwb3mqw8n.png",
      "homes/1778646023926_rz6ainy3flb.png",
      "homes/1778646029241_oeh5y5gnykr.png",
      "homes/1778646036280_4tkbl5kv8go.png",
      "homes/1778646037941_d292x6k2eqs.png",
      "homes/1778646039300_86koqseqwow.png"
    ]
  },
  {
    "id": 7,
    "name": "雀王阁棋牌馆",
    "city": "秦皇岛",
    "latitude": 39.929928,
    "longitude": 119.60782,
    "address": "秦皇岛市海港区民族路鸿祥大厦2楼",
    "contactName": "王承旭",
    "phone": "15373615888",
    "wechat": "15373615888",
    "hours": "周一至周日 10:00-2:00",
    "services": [
      "棋牌",
      "小憩",
      "旅游咨询"
    ],
    "description": "        雀王阁是秦皇岛海港区太阳城商圈新晋高性价比棋牌馆，2025年4月开业，主打平价休闲、环境舒适、设备全新，是朋友小聚、休闲娱乐的优选地。\n核心信息：\n- 规模：20+独立包间，含小包、中包，大包及专属无烟房\n环境与设备：\n- 装修：简约民宿风，干净整洁、松弛感强，私密性好\n- 设施：全新静音麻将机、大号手感麻将、超软舒适座椅；中央空调+新风/静音排风，全天清爽无烟\n- 服务：免费茶水、平价饮料雪糕；楼下停车场，停车便利\n        河大校友来店享有校友专属8折折扣，并提供旅游咨询，小憩服务。",
    "video": "homes/video_1778670300558.mp4",
    "videoPoster": "homes/poster_1778672275157.jpg",
    "photos": [
      "homes/1778670293670_gtavyroye08.jpg",
      "homes/1778670295123_k1zlsieffd9.jpg",
      "homes/1778670295924_c94ycfh9t.jpg",
      "homes/1778670296816_2uznbjg1ym9.jpg",
      "homes/1778670297513_8d5i5p5mjjh.jpg",
      "homes/1778670298453_0qjkg6vs4udm.jpg",
      "homes/1778670299152_2snkv524izq.jpg",
      "homes/1778670299848_72ihmnb2yed.jpg"
    ]
  },
  {
    "id": 8,
    "name": "秦皇岛市惠斯安普医学系统股份有限公司",
    "city": "秦皇岛",
    "latitude": 39.925738,
    "longitude": 119.463411,
    "address": " 秦皇岛经开区天马湖路9号",
    "contactName": "宁迎波",
    "phone": "15933351918",
    "wechat": "n-ningyingbo",
    "hours": "周一至周五 9:00-18:00",
    "services": [
      "小憩",
      "旅游咨询",
      "健康咨询"
    ],
    "description": "        秦皇岛市惠斯安普医学系统股份有限公司是健康管理运营方案提供商；全生命周期心身健康管理设备制造商；国内“功能医学第一品牌”。研究领域涉及生物电阻抗测量技术、仿生脉冲磁共振技术、细胞膜电位干预调控技术、脑机接口技术、生物激光技术、神经调控技术和主动健康管理机器人，先后研制成功人体电阻抗评测分析仪、认知功能障碍筛查系统、精神压力评测分析仪、脉冲磁微循环治疗系统、记忆力障碍训练仪、认知神经调控系统、主动健康机器人等20多款健康检测、干预、治疗及康复设备，其中3款产品入选工业和信息化部“老年用品产品推广目录”；4款产品入选全国卫生产业企业管理协会“治未病服务适宜设备”名单；两款产品入选国家卫生健康技术推广应用信息服务平台技术备选库；6款产品入选中国生产力促进中心“中国好技术”项目库；两款产品列入中国民族卫生协会“国家卫生健康技术重点推广项目”；3款产品入选河北省重点领域首台套重大技术装备产品名单。经河北省科技厅科技成果鉴定，PMR技术处于国际领先水平；HRA、ADDS、MSA、ADTS、SMIS技术处于国际先进水平。服务用户遍及国内除西藏、台湾以外的32个省、市、自治区；产品远销德国、美国、法国、俄罗斯、韩国、印度尼西亚等44个国家。先后与中国健康促进基金会、清华大学、北京大学、上海交大、河北工业大学、河北大学等高等院校结成战略合作伙伴关系。与河北大学、北京师范大学、中国科学院自动化研究所、首都医科大学宣武医院等高校及研究机构合作开展的“基于无创脑机接口的AD早期筛查、干预系统及验证研究”列入国家重点研发计划“战略性科技创新合作”重点专项联合研发与示范项目；与北京大学医学人文学院共建心身健康实验室、与东北大学秦皇岛校区共建睡眠健康实验室；与华中科技大学同济医学院附属同济医院脑机接口研究院、首都医科大学附属天坛医院合作开展儿童神经发育、睡眠障碍、认知障碍等创新技术研究；为中国健康促进基金会“健康促进手拉手——老年期痴呆防治宣教与培训公益活动”提供技术保障。\n        惠斯安普为国家科技型中小企业、中国创业创新典型示范企业；河北省著名商标、河北省知名品牌；河北省高新技术企业、河北省创新型中小企业；河北省巨人计划创新创业团队、河北省博士创新站。公司设有院士专家工作站、博士后创新实践基地；是燕山大学研究生联合培养基地、中国康养—东大研究院康养人才培养与科研基地、全国AI养老康复产教融合共同体副理事长单位。研发中心通过美国CMMI（国防工业协会与卡梅隆大学软件集成能力）认证。以HRA作为健康数据采集终端，基于5万例人群健康数据分析研究的《大健康路径—功能健康管理的理论与实践》，作为国家发改委中国市场出版社创新研究系列丛书出版；作为唯一推荐品牌，多款技术设备写入高等医学院校系列教材《健康状况评估与健康管理技能》；国家工程研究中心主动健康研究院首家分院落户惠斯安普。",
    "video": "homes/video_1779095121135.mp4",
    "videoPoster": "homes/poster_1779094801731.jpg",
    "photos": [
      "homes/1779094787065_t41723zfn4o.jpg",
      "homes/1779094789511_3y5g58o20u.jpg",
      "homes/1779094791023_2svj1jy584.jpg",
      "homes/1779094791752_xodflkhdllb.jpg",
      "homes/1779094793834_kqlmwa4n8lk.jpg",
      "homes/1779094795784_jr10fdjuuxe.jpg",
      "homes/1779094798105_md5ez3no8br.jpg",
      "homes/1779094799041_rcjpiio8tzj.jpg"
    ]
  },
  {
    "id": 9,
    "name": "维罗纳山谷",
    "city": "秦皇岛",
    "latitude": 40.010807,
    "longitude": 119.48388,
    "address": "海港区杜庄镇维罗纳山谷",
    "contactName": "许永丰",
    "phone": "18633567770",
    "wechat": "18633567770",
    "hours": "周一至周五 8:00-18:00",
    "services": [
      "游玩",
      "餐饮",
      "拍照",
      "露营"
    ],
    "description": "        维罗纳山谷位于秦皇岛市海港区杜庄镇的一处生态休闲秘境。核心自然景观有星空草坪，相思湖，生态森林。主营业务公司团建、露营、婚纱摄影基地、研学等。\n        为河大校友提供专属8.8折折扣。\n        ",
    "video": "homes/video_1779164344899.mp4",
    "videoPoster": "homes/poster_1779164344248.jpg",
    "photos": [
      "homes/1779164338288_kgmlwzebwqs.jpg",
      "homes/1779164339791_g2hwkskakhj.jpg",
      "homes/1779164340693_697t8xi1it7.jpg",
      "homes/1779164341455_u2tsem72qq.jpg",
      "homes/1779164342979_0oa6aujagew.jpg",
      "homes/1779164343629_cgjlfk25kxu.jpg"
    ]
  },
  {
    "id": 10,
    "name": "秦皇岛市金声高级中学",
    "city": "秦皇岛",
    "latitude": 39.895897,
    "longitude": 119.443085,
    "address": "河北省秦皇岛市经济技术开发区西区栖云山路38号",
    "contactName": "于学敏",
    "phone": "18833883688",
    "wechat": "gh_d2cbc1ff5417",
    "hours": "周一至周五 8:00-11:30 14:00-16:30",
    "services": [
      "升学咨询",
      "中小学教育"
    ],
    "description": "        秦皇岛市金声高级中学位于河北省秦皇岛市经济技术开发区西区栖云山路38号，总投资4.5亿元，占地约159.5亩，是一所民办全日制寄宿市属普通高中。\n        秦皇岛市金声高级中学隶属于金声教育集团，2013年，市人大代表于学敏怀揣着对教育事业的赤子之心，秉持“真做教育，做真教育”的办学初心，创立了金声教育集团。历经十余载深耕细作，金声教育已发展成为涵盖幼儿园、小学、初中、高中的全学段一贯制教育集团，以卓越的教育品质，为万千学子点亮求知之路。\n        2025年，在秦皇岛市政府与开发区管委的深度调研与大力支持下，金声高级中学正式落户秦皇岛经济技术开发区，由获得2018年“中国好校长”荣誉称号的孙英杰先生出任金声高中校长。孙校长秉持“文化治校”核心理念，以打造“航标”式学校为目标，确立“让今天的水手托举明天的舵手”育人愿景，为金声高级中学高质量发展精准锚定方向，金声高级中学必将成为渤海之滨一颗冉冉升起的教育明珠。\n        在这里，教学绝非一日之功，而是精耕细作的艺术。学校构建了严谨扎实的教研七环节、科学高效的课堂五环节，辅以温暖贴心的导师制——从教研到课堂，从学业到心灵，每一个细节都体现着金声人对教育品质的极致追求。\n        肩负集团之使命，金声高级中学正昂首迈向未来。金声高中必将以昂扬之姿乘风破浪、以奋进之势逐梦远航，在渤海之滨续写教育新辉煌，为区域教育高质量发展贡献磅礴力量！\n",
    "video": "homes/video_1779935348645.mp4",
    "videoPoster": "homes/poster_1779957031984.jpg",
    "photos": [
      "homes/1779935340775_0323qyms102a.jpg",
      "homes/1779935342118_ztu86t6kazk.jpg",
      "homes/1779935343576_0zmqbjsyr6sm.jpg",
      "homes/1779935344236_r19700gllz.jpg",
      "homes/1779935344884_jw2841iicc.jpg",
      "homes/1779935345801_m9botbj4gn.jpg",
      "homes/1779935346413_rbl7xooqwjm.jpg",
      "homes/1779935347025_qt0navnrqd.jpg",
      "homes/1779935348060_ouvcxnibjmi.jpg"
    ]
  },
  {
    "id": 11,
    "name": "保定市卓越房产经纪有限公司",
    "city": "保定",
    "latitude": 38.896077,
    "longitude": 115.500566,
    "address": "河北省保定市莲池区五四路街道世纪华庭社区复兴中路1539号",
    "contactName": "刘明强",
    "phone": "13932266502",
    "wechat": "13932266502",
    "hours": "周一至周日 8:00-22:00",
    "services": [
      "房屋咨询",
      "房屋买卖"
    ],
    "description": "        保定市卓越房产经纪有限公司是一家从事房屋买卖居间代理,房屋租赁居间代理,房地产咨询服务等业务的公司，成立于2007年09月18日，企业的经营范围为:房屋买卖居间、代理；房屋租赁居间、代理；房地产咨询服务。（新房、二手房、贷款金融服务）\n        河大校友来店享受房屋免费咨询，中介费、代理费优惠等政策。",
    "video": "",
    "videoPoster": "",
    "photos": [
      "homes/1780128652397_kfn0l3yegk.jpg",
      "homes/1780128659614_7097j7yc8mn.jpg",
      "homes/1780128660977_mftaa61725c.jpg",
      "homes/1780128662392_9yuydntj6wj.jpg",
      "homes/1780128663514_qy2mol1yfxd.jpg",
      "homes/1780128664636_axxzohjnlin.jpg",
      "homes/1780128665783_fah8jojx3o9.jpg",
      "homes/1780128666749_mbpk8ljpqz.jpg",
      "homes/1780128667448_0ltb4x1wojla.jpg",
      "homes/1780128668314_0f2euoyqyb1v.jpg"
    ]
  },
  {
    "id": 14,
    "name": "青龙满族自治县实验中学",
    "city": "秦皇岛",
    "latitude": 40.410054,
    "longitude": 118.894219,
    "address": "青龙满族自治县青龙镇逃军山村",
    "contactName": "于学敏",
    "phone": "18833883688",
    "wechat": "Jsjy6667666",
    "hours": "周一至周日 08:00-17:40",
    "services": [
      "中小学教育",
      "教育咨询"
    ],
    "description": "        青龙实验中学成立于2019年，是一所民办全日制寄宿制普通高级中学，位于秦皇岛市青龙满族自治县县城西逃军山村，占地100亩，总建筑面积48000平方米，现有在校生3000余人。建校七年来，学校迅速发展壮大，已吸引众多秦皇岛市区学生来校就读，在秦皇岛市范围内具有极大影响力。学校师资力量雄厚，老中青教师搭配科学合理，在秦皇岛市首屈一指，目前高中部一线教师143人，省级骨干教师12人，市级骨干教师近26人，高级教师54人;通过严格的招聘考核、自主招录的应届优秀本科及以上师范类毕业生近100余人。\n        高考成绩屡创辉煌。2022——2025年四届毕业生参加高考，重本上线率、本科上线率逐年上升。\n",
    "video": "homes/video_1780392862074.mp4",
    "videoPoster": "homes/poster_1780392848153.png",
    "photos": [
      "homes/1780392815037_ij6jzlu1v69.jpg",
      "homes/1780392819764_t787ig23ecf.png",
      "homes/1780392829559_7ox87cud2s7.jpg",
      "homes/1780392831086_mpkvevuhvk.jpg",
      "homes/1780392833450_oquzcey4cna.png",
      "homes/1780392845851_m2eccvcnew9.jpg",
      "homes/1780392846908_xlbs4op1y3.jpg"
    ]
  },
  {
    "id": 16,
    "name": "腾势汽车4S店",
    "city": "秦皇岛",
    "latitude": 39.918501,
    "longitude": 119.488846,
    "address": "河北省秦皇岛市经济技术开发区秦皇西大街287号1号楼",
    "contactName": "张献强",
    "phone": "17731953081",
    "wechat": "wxid_8bhq8hzqseci22",
    "hours": "周一至周日 8:30-17:30",
    "services": [
      "汽车",
      "汽车售后"
    ],
    "description": "        秦皇岛腾益行汽车贸易有限公司成立于​2024年12月6日​​，注册地位于秦皇岛市经济技术开发区秦皇西大街287号1号楼，主要经营范围包括：汽车销售、汽车零配件批发与零售、机动车修理和维护、汽车装饰用品销售、汽车拖车及清障服务、新能源汽车相关产品的销售（包括整车销售、电附件销售、换电设施销售）、电动汽车充电基础设施运营、二手车经纪、信息咨询服务（不含许可类信息咨询服务）以及租赁服务（不含许可类租赁服务）等。\n        秦皇岛腾益行汽车贸易有限公司以“合作创新，互惠共赢”为宗旨，秉承“技术改变生活，诚信创造价值”的经营理念，在汽车销售及相关服务领域不断努力，致力于为客户提供优质的服务和体验。\n        为河大校友提供校友专属优惠。",
    "video": "homes/video_1781100552395.mp4",
    "videoPoster": "homes/poster_1781100771921.jpg",
    "photos": [
      "homes/1781100686416_r2bmdxlhq9k.jpg",
      "homes/1781100702754_q05yylep9e9.jpg",
      "homes/1781100709440_j0hty20mrcj.jpg",
      "homes/1781100718804_zz7nsryx4e.jpg",
      "homes/1781100726879_cwyf9mcaszt.jpg",
      "homes/1781100735061_7iqggd3w3fu.jpg",
      "homes/1781100744189_4l6rx5yzff.jpg",
      "homes/1781100751439_ginu3ylz68s.jpg",
      "homes/1781100761054_xoanlcva7a.jpg"
    ]
  },
  {
    "id": 17,
    "name": "海滨颐昊院",
    "city": "秦皇岛",
    "latitude": 39.864809,
    "longitude": 119.459761,
    "address": "北戴河·高铁旁·环境学院正对面（金港大道南侧）",
    "contactName": "郭建波",
    "phone": "18833856366",
    "wechat": "18833856366",
    "hours": "周一至周日 8:30-18:00",
    "services": [
      "房产销售",
      "小憩"
    ],
    "description": "        秦皇岛宏昊地产匠心打造总建筑面积约10.8万平米迭代人居，以品质犒赏丰沛人生，低密栖居与自然为邻，住在风景里的花园洋房，让改善一步到位。\n        【低密洋房，改善优选】\n        4-7层纯低密洋房设计，摒弃高层的压抑与喧嚣，全部一梯两户配置，减少候梯等待，归家更显尊崇。建面69-202㎡全龄户型，覆盖刚需、改善、养老等全年龄段需求：\n        户户标配落地阳台，延伸居住空间，采光观景双升级；\n        一层带花园带下跃，私享庭院静谧与地下空间灵动，满足养花、收藏、休闲多元需求；\n        通透户型设计，动静分区合理，无论是三口之家、多子女家庭还是养老旅居，都能找到适配的居住方案。\n        【 康养胜地，畅享生活  】\n        海滨颐昊院择址有“京津后花园”美誉的康养胜地北戴河区，是首批国家级重点风景名胜区。\n        这里坐拥优质海岸线与高森林覆盖率，同时受海洋气候影响，夏无酷暑，冬无严寒，气候宜人。这里生态环境得天独厚，每立方米所含负氧离子是一般城市的40倍左右，森林覆盖率达70%以上。\n        高铁1.5小时直达北京，1小时通达天津，轻松融入环京1小时生活圈。\n       区域内景区资源密集：老虎海海上公园、鸽子窝湿地公园、联峰山、碧螺塔等景点环绕，文旅氛围浓厚，乐享休闲生活。      \n        项目紧邻城市主干道金港大道，出行无忧；距离北戴河火车站仅3分钟车程； 直达京哈高速、沿海高速等高速路口，交通便利。\n        为河大校友提供专属校友优惠。",
    "video": "homes/video_1781221554113.mp4",
    "videoPoster": "homes/poster_1781221553771.jpg",
    "photos": [
      "homes/1781177189967_vkdua5gnrlb.jpg",
      "homes/1781177191473_6rt6lmb5h3p.jpg",
      "homes/1781177192355_e3vgwxgztm.jpg",
      "homes/1781177192726_xfezt9zdqq.jpg",
      "homes/1781177193010_21b328mzcl4h.jpg",
      "homes/1781177193282_k29u93sfh7.jpg",
      "homes/1781177193779_b8wb0fd1jg.jpg",
      "homes/1781177194245_m4ac0zgogpf.png",
      "homes/1781177195225_g73ov3g73y8.jpg",
      "homes/1781177195521_aqjzrkdo6ut.png"
    ]
  },
  {
    "id": 18,
    "name": "麗枫酒店（北戴河火车站环境工程学院店）",
    "city": "秦皇岛",
    "latitude": 39.86539,
    "longitude": 119.457269,
    "address": "北戴河区金港大道9-4号",
    "contactName": "张晨",
    "phone": "13361277604",
    "wechat": "QinFen2121",
    "hours": "周一至周日 0:00-24:00",
    "services": [
      "免费停车",
      "洗衣",
      "住宿",
      "健身",
      "自助早餐"
    ],
    "description": "        地处美丽的滨海城市秦皇岛，特此为大家推荐一处优质住宿 —— 丽枫酒店（北戴河火车站环境工程学院店）。酒店紧邻北戴河火车站，交通出行十分便捷，不管是来秦游玩、出差办事，还是返校相聚、探亲访友，落脚都格外方便。\n        这里不只是一处旅居空间，更是旅途中放松身心的温馨港湾。店内环境雅致静谧，主打芳香舒适的入住体验，能让大家卸下旅途疲惫，尽享自在惬意的休憩时光。\n为回馈同窗情谊，我特意为全体校友争取到专属入住优惠。本校校友到店入住，均可享受专属特惠房价，房型舒适、服务贴心。\n        欢迎各位校友来秦皇岛时选择入住，有订房需求或想了解具体折扣，可随时私信咨询。祝愿各位校友旅途顺遂，常回滨海小城相聚！",
    "video": "homes/video_1781221486495.mp4",
    "videoPoster": "homes/poster_1781221485827.jpg",
    "photos": [
      "homes/1781177914632_fvfxd60wq3f.jpg",
      "homes/1781177916264_t8o1wqkeg0n.jpg",
      "homes/1781177916798_7i91xxeccfn.jpg",
      "homes/1781177917242_r4iffvb8r.jpg",
      "homes/1781177917647_r7akavx9iep.jpg",
      "homes/1781177918048_izz4w4det8.jpg",
      "homes/1781177918469_v11pjh3dkxq.jpg",
      "homes/1781177918948_80f32fxf9nk.jpg",
      "homes/1781177919398_jh708qkhvyg.jpg",
      "homes/1781177919850_kng1jh95w6.jpg"
    ]
  }
]

module.exports = homes
